export const timePeriods = [
   { year1: 1980, year2:1986, title: 'Технологии',  events: [
      {year: 1980, event: 'Sinclair Research выпускает домашний компьютер ZX80'},
      {year: 1982, event: 'Появился домашний компьютер ZX S, выпущенный компанией Sinclair Research.'},
      {year: 1984, event: 'Sinclair Research выпускает домашний компьютер ZX80'},
      {year: 1986, event: 'Появился домашний компьютер ZX S, выпущенный компанией Sinclair Research.'},
  ] },
    { year1: 1987, year2:1991, title: 'Кино',  events: [
      {year: 1987, event: '"Хищник"/Predator, США (реж. Джон Мактирнан)'},
      {year: 1988, event: '"Кто подставил кролика Роджера"/Who Framed Roger Rabbit, США (реж. Роберт Земекис)'},
      {year: 1989, event: '"Назад в будущее 2"/Back To The Future 2, США (реж. Роберт Земекис)'},
      {year: 1990, event: '"Крепкий орешек 2"/Die Hard 2, США (реж. Ренни Харлин)'},
      {year: 1991, event: '"Семейка Аддамс"/The Addams Family, США, (реж. Барри Зонненфельд)'},
  ] },
    { year1: 1992, year2:1997, title: 'Литература',  events: [
      {year: 1992, event: 'Нобелевская премия по литературе — Дерек Уолкотт, «За блестящий образец карибского эпоса в 64разделах».'},
      {year: 1994, event: '«Бессонница» - роман Стивена Кинга.'},
      {year: 1995, event: 'Нобелевская премия по литературе - Шеймас Хини'},
      {year: 1997, event: 'Гарри Поттер и философский камень - Джоан Роулинг'},
  ] },
    { year1: 1999, year2:2004, title: 'Театр',  events: [
      {year: 1999, event: 'премьера балета "Золуша" в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона'},
      {year: 2000, event: 'возобновлено издание журнала "Театр"'},
      {year: 2002, event: 'премьера трилогии Тома Стоппарда "Берег Утопии", Королевский Национальный театр, Лондон'},
      {year: 2003, event: 'В Венеции что-то произошло'},
      {year: 2004, event: 'В Венеции что-то произошло'},
  ] },
    { year1: 2006, year2:2014, title: 'Спорт',  events: [
      {year: 2006, event: 'Баскетбольный клуб ЦСКА стал победителем национального первенства России.'},
      {year: 2008, event: 'С 8 по 24 августа в Пекине прошли 29-е Олимпийские игры.'},
      {year: 2010, event: '13-28 февраля в Ванкувере: Зимние Олимпийские игры 2010 года.'},
      {year: 2012, event: '2 августа - Летние Олимпийские игры.'},
      {year: 2014, event: 'XXII щимние Олимпийские игры (Сочи, Россия).'},
  ] },
    { year1: 2015, year2:2022, title: 'Наука',  events: [
      {year: 2015, event: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'},
      {year: 2016, event: 'Телескоп «Хаббл» обнаружил самую удаленную из всех обнаруженных галактик, получившую обозначение GN-z11'},
      {year: 2017, event: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
      {year: 2018, event: 'Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца'},
      {year: 2019, event: 'Google объявил о создании 53-кубитного квантового компьютера'},
      {year: 2020, event: 'Корабль Crew Dragon вернулся на Землю из первого пилотируемого полета'},
  ] },
  ];